{
    "can_drop_or_swap": {
        "title": "Can Drop or Swap a Course",
        "who":"adviser",
        "why":"As the only way to solve this timetable clash is to drop one of the courses in question, you should consult with your adviser to ensure you drop the right course and that it won't negatively affect your studies - for example, to make sure you don’t inadvertently drop science credits meaning that you won’t be able to progress to the next year.",
        "what":"I have a timetable clash between [subject a] and [subject b]. I have already looked and it doesn't appear to be able to be solved by changing a lab, tutorial or seminar. Because of this I am going to drop one of the subjects and I need help choosing which  one to drop as well as choosing a subject to pick up."
    },
    "outside_add_drop": {
        "title": "Outside Add/Drop Period",
        "who":"adviser",
        "why":"The add/drop period exists to give students time to try out courses and still be able to change without falling too far behind, therefore changing courses outside the add/drop period could result in a lot of extra work for you - especially if you have missed assessment for the course you wish to change to. Changing courses is still possible however you should certainly discuss it with your adviser to ensure that you make the best decision for you.",
        "what":"I'm looking to drop [subject] and it is outside the add drop period. Can I discuss this with you to see if it's a good decision?"
    },
    "degree": 
    {
        "title": "Degree",
        "who":"adviser",
        "why": "Changing your degree programme is a big decision that will affect the rest of your time at university. Due to the nature of changing degrees you should discuss it with your adviser to ensure that you understand all that is involved and how to go about it. It will also be useful to discuss why you want to change in case something in the department can be improved for the benefit of yourself and other students. There are lots of rules in regards to switching degree programme - especially between colleges - so you will need to check with your adviser that you meet all the credit requirements for the degree you wish to switch to, otherwise you may need to resit a year.",
        "what": "I'm thinking of changing degree from [current degree programme] to [possible future degree programme]. What is involved in this and how should I go about it?",
        "accordion": [
            {
                "unique": "c1",
                "heading": "Transferring outside College of Science and Engineering",
                "body": "You will also need to contact the college that you wish to transfer to and see if they will accept you. Other colleges may have different requirements for entry so this may not be possible if you do not have the appropriate qualifications."
            }
        ]
    },
    "problem_with_plan":{
        "title": "Degree Plan Issues",
        "who":"adviser",
        "why": "Because problems with Plan/Programme(course of study) can become so complicated it is easier to go to your adviser to solve them.",
        "what": "I am having a problem with my Plan/Programme(course of study).[a little explanation about your problem]"
    },
    "consider_for_fit_to_study": {
        "title": "Fitness to Study",
        "who":"sso",
        "why":"The Student Support Officer is the first point of contact for Fitness To Study cases, in order to determine the most appropriate action to take.  They can coordinate all necessary communication with you and other parts of the University, including with your Adviser of Studies.  In particular, a specific part of the SSO's role is to keep in touch with students who are experiencing difficulties on a longer term basis, to ensure that they get back on track with their studies.",
        "what":"If you wish, you can let the SSO know the nature of the issues that have affected your studies.  Alternatively, you can wait until you are speaking to the SSO personally."
    },
    "cant_progress": {
        "title": "Can't Progress",
        "who":"adviser",
        "why":"Your adviser is best placed to discuss what you should do next.",
        "what":"I didn't get the results I need to progress. What should I do now?"

    }
}